Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# error.validation.xsts_request_serialize_failed
source: XSTS Request Serialize Failed
ar: فشل في تسلسل طلب XSTS: %@
da: XSTS anmodning serialisering mislykkedes: %@
de: XSTS Anfrage Serialisierung fehlgeschlagen: %@
es: Serialización de solicitud XSTS falló: %@
fi: XSTS-pyynnön sarjallistaminen epäonnistui: %@
fr: Sérialisation de la requête XSTS échouée: %@
hi: XSTS अनुरोध क्रमबद्ध करने में विफल: %@
it: Serializzazione richiesta XSTS fallita: %@
ja: XSTSリクエストのシリアライズに失敗： %@
ko: XSTS 요청 직렬화 실패： %@
nb: XSTS forespørsel serialisering mislyktes: %@
nl: XSTS verzoek serialisatie mislukt: %@
pl: Serializacja żądania XSTS nie powiodła się: %@
pt: Serialização da solicitação XSTS falhou: %@
ru: Сериализация запроса XSTS не удалась: %@
sv: XSTS förfrågan serialisering misslyckades: %@
th: การแปลงข้อมูลคำขอ XSTS ล้มเหลว: %@
tr: XSTS istek serileştirme başarısız: %@
vi: Tuần tự hóa yêu cầu XSTS thất bại: %@
zh_hans: 序列化XSTS认证请求失败： %@
zh_hant: 序列化XSTS認證請求失敗： %@

# error.validation.xsts_token_parse_failed
source: XSTS Token Parse Failed
ar: فشل في تحليل رمز XSTS: %@
da: XSTS token parse mislykkedes: %@
de: XSTS Token Parse fehlgeschlagen: %@
es: Análisis de token XSTS falló: %@
fi: XSTS-tokenin jäsentäminen epäonnistui: %@
fr: Analyse du token XSTS échouée: %@
hi: XSTS टोकन पार्स करने में विफल: %@
it: Analisi token XSTS fallita: %@
ja: XSTSトークンの解析に失敗： %@
ko: XSTS 토큰 파싱 실패： %@
nb: XSTS token parse mislyktes: %@
nl: XSTS token parse mislukt: %@
pl: Parsowanie tokenu XSTS nie powiodło się: %@
pt: Análise de token XSTS falhou: %@
ru: Разбор токена XSTS не удался: %@
sv: XSTS token parse misslyckades: %@
th: การแยกวิเคราะห์โทเค็น XSTS ล้มเหลว: %@
tr: XSTS token ayrıştırma başarısız: %@
vi: Phân tích token XSTS thất bại: %@
zh_hans: 解析XSTS令牌响应失败： %@
zh_hant: 解析XSTS令牌響應失敗： %@

# error.validation.yggdrasil_no_profiles
source: No player profiles were found.
ar: لم يتم العثور على أي ملفات لاعب.
da: Ingen spillerprofiler blev fundet.
de: Es wurden keine Spielerprofile gefunden.
es: No se encontraron perfiles de jugador.
fi: Yhtään pelaajaprofiilia ei löytynyt.
fr: Aucun profil de joueur trouvé.
hi: कोई खिलाड़ी प्रोफ़ाइल नहीं मिली।
it: Nessun profilo giocatore trovato.
ja: プレイヤープロファイルが見つかりませんでした。
ko: 플레이어 프로필을 찾을 수 없습니다。
nb: Fant ingen spillerprofiler.
nl: Er zijn geen spelersprofielen gevonden.
pl: Nie znaleziono żadnych profili gracza.
pt: Nenhum perfil de jogador foi encontrado.
ru: Профили игроков не найдены.
sv: Inga spelarprofiler hittades.
th: ไม่พบโปรไฟล์ผู้เล่น
tr: Herhangi bir oyuncu profili bulunamadı.
vi: Không tìm thấy hồ sơ người chơi nào.
zh_hans: 未获取到任何玩家资料
zh_hant: 未取得任何玩家資料

# error.validation.yggdrasil_profile_parse_failed
source: Failed to parse player profile data from Yggdrasil.
ar: فشل تحليل بيانات ملف اللاعب من Yggdrasil.
da: Kunne ikke fortolke spillerprofildata fra Yggdrasil.
de: Spielerprofildaten von Yggdrasil konnten nicht analysiert werden.
es: No se pudieron analizar los datos del perfil de jugador de Yggdrasil.
fi: Pelaajaprofiilin tietojen jäsentäminen Yggdrasilista epäonnistui.
fr: Échec de l’analyse des données de profil de joueur depuis Yggdrasil.
hi: Yggdrasil से खिलाड़ी प्रोफ़ाइल डेटा पार्स करने में विफल।
it: Impossibile analizzare i dati del profilo giocatore da Yggdrasil.
ja: Yggdrasilからのプレイヤープロファイル データを解析できませんでした。
ko: Yggdrasil에서 플레이어 프로필 데이터를 해석하지 못했습니다。
nb: Kunne ikke tolke spillerprofildata fra Yggdrasil.
nl: Kan spelersprofielgegevens van Yggdrasil niet parseren.
pl: Nie udało się przetworzyć danych profilu gracza z Yggdrasil.
pt: Falha ao analisar os dados do perfil de jogador do Yggdrasil.
ru: Не удалось обработать данные профиля игрока из Yggdrasil.
sv: Det gick inte att tolka spelarprofildata från Yggdrasil.
th: ไม่สามารถแยกวิเคราะห์ข้อมูลโปรไฟล์ผู้เล่นจาก Yggdrasil ได้
tr: Yggdrasil'den oyuncu profili verileri ayrıştırılamadı.
vi: Không thể phân tích dữ liệu hồ sơ người chơi từ Yggdrasil.
zh_hans: 解析Yggdrasil玩家资料失败：格式无法识别
zh_hant: 解析Yggdrasil玩家資料失敗：格式無法識別

# error.validation.yggdrasil_profile_url_invalid
source: Player profile URL is invalid.
ar: عنوان URL لملف اللاعب غير صالح.
da: URL til spillerprofil er ugyldig.
de: Die URL des Spielerprofils ist ungültig.
es: La URL del perfil de jugador no es válida.
fi: Pelaajaprofiilin osoite on virheellinen.
fr: L’URL du profil joueur est invalide.
hi: खिलाड़ी प्रोफ़ाइल URL अमान्य है।
it: L’URL del profilo giocatore non è valida.
ja: プレイヤープロファイルのURLが無効です。
ko: 플레이어 프로필 URL이 올바르지 않습니다。
nb: URL-en til spillerprofilen er ugyldig.
nl: De URL van het spelersprofiel is ongeldig.
pl: Adres URL profilu gracza jest nieprawidłowy.
pt: O URL do perfil do jogador é inválido.
ru: Недопустимый URL-адрес профиля игрока.
sv: Adress till spelarprofil är ogiltig.
th: URL โปรไฟล์ผู้เล่นไม่ถูกต้อง
tr: Oyuncu profili URL’si geçersiz.
vi: URL hồ sơ người chơi không hợp lệ.
zh_hans: 玩家资料地址无效
zh_hant: 玩家資料位址無效

# error.validation.yggdrasil_refresh_token_url_invalid
source: Refresh token URL is invalid.
ar: عنوان URL لتحديث الرمز غير صالح.
da: URL'en til opdatering af token er ugyldig.
de: Die URL zur Token-Aktualisierung ist ungültig.
es: La URL de actualización del token no es válida.
fi: Tunnuksen päivityksen URL on virheellinen.
fr: L'URL de rafraîchissement du jeton est invalide.
hi: रीफ़्रेश टोकन URL अमान्य है।
it: L'URL di aggiornamento del token non è valida.
ja: リフレッシュトークンのURLが無効です。
ko: 리프레시 토큰 URL이 올바르지 않습니다。
nb: URL-en for oppdatering av token er ugyldig.
nl: De URL voor het vernieuwen van het token is ongeldig.
pl: Adres URL odświeżania tokena jest nieprawidłowy.
pt: A URL de atualização do token é inválida.
ru: Недопустимый URL-адрес обновления токена.
sv: URL:en för uppdatering av token är ogiltig.
th: URL สำหรับรีเฟรชโทเค็นไม่ถูกต้อง
tr: Yenileme belirteci URL'si geçersiz.
vi: URL làm mới mã thông báo không hợp lệ.
zh_hans: 刷新Token地址无效
zh_hant: 重新整理Token位址無效

# error.validation.yggdrasil_token_response_parse_failed
source: Failed to parse Yggdrasil token response.
ar: فشل في تحليل استجابة رمز Yggdrasil.
da: Kunne ikke fortolke Yggdrasil-token-svar.
de: Antwort des Yggdrasil-Tokens konnte nicht analysiert werden.
es: No se pudo analizar la respuesta del token de Yggdrasil.
fi: Yggdrasilin tunnusvastauksen jäsentäminen epäonnistui.
fr: Échec de l’analyse de la réponse du jeton Yggdrasil.
hi: Yggdrasil टोकन प्रतिक्रिया पार्स करने में विफल।
it: Impossibile analizzare la risposta del token Yggdrasil.
ja: Yggdrasilトークンの応答を解析できませんでした。
ko: Yggdrasil 토큰 응답을 해석하지 못했습니다。
nb: Kunne ikke tolke Yggdrasil-tokenresponsen.
nl: Kan Yggdrasil-tokenrespons niet parseren.
pl: Nie udało się przetworzyć odpowiedzi tokenu Yggdrasil.
pt: Falha ao analisar a resposta do token Yggdrasil.
ru: Не удалось обработать ответ токена Yggdrasil.
sv: Det gick inte att tolka Yggdrasil-token svaret.
th: ไม่สามารถแยกวิเคราะห์การตอบกลับโทเค็น Yggdrasil ได้
tr: Yggdrasil belirteç yanıtı ayrıştırılamadı.
vi: Không thể phân tích phản hồi mã thông báo Yggdrasil.
zh_hans: 解析Yggdrasil Token响应失败
zh_hant: 解析Yggdrasil Token回應失敗

# error.validation.yggdrasil_token_url_invalid
source: Token URL is invalid.
ar: عنوان URL الخاص بالرمز غير صالح.
da: Token-URL'en er ugyldig.
de: Die Token-URL ist ungültig.
es: La URL del token no es válida.
fi: Token-osoite on virheellinen.
fr: L’URL du jeton est invalide.
hi: टोकन URL अमान्य है।
it: L’URL del token non è valida.
ja: トークンURLが無効です。
ko: 토큰 URL이 올바르지 않습니다。
nb: Token-URL-en er ugyldig.
nl: De token-URL is ongeldig.
pl: Adres URL tokenu jest nieprawidłowy.
pt: O URL do token é inválido.
ru: Недопустимый URL-адрес токена.
sv: Token-adressen är ogiltig.
th: URL ของโทเค็นไม่ถูกต้อง
tr: Token URL’si geçersiz.
vi: URL mã thông báo không hợp lệ.
zh_hans: Token地址无效
zh_hant: Token位址無效

# error.validation.zulu_folder_not_found_in_zip
source: Zulu folder not found in ZIP file
ar: لم يتم العثور على مجلد Zulu في ملف ZIP
da: Zulu-mappe ikke fundet i ZIP-fil
de: Zulu-Ordner in ZIP-Datei nicht gefunden
es: Carpeta Zulu no encontrada en archivo ZIP
fi: Zulu-kansiota ei löytynyt ZIP-tiedostosta
fr: Dossier Zulu introuvable dans le fichier ZIP
hi: ZIP फ़ाइल में Zulu फ़ोल्डर नहीं मिला
it: Cartella Zulu non trovata nel file ZIP
ja: ZIPファイル内にZuluフォルダが見つかりません
ko: ZIP 파일에서 Zulu 폴더를 찾을 수 없습니다
nb: Zulu-mappe ikke funnet i ZIP-fil
nl: Zulu-map niet gevonden in ZIP-bestand
pl: Nie znaleziono folderu Zulu w pliku ZIP
pt: Pasta Zulu não encontrada no arquivo ZIP
ru: Папка Zulu не найдена в ZIP-файле
sv: Zulu-mapp hittades inte i ZIP-fil
th: ไม่พบโฟลเดอร์ Zulu ในไฟล์ ZIP
tr: ZIP dosyasında Zulu klasörü bulunamadı
vi: Không tìm thấy thư mục Zulu trong file ZIP
zh_hans: 在ZIP文件中未找到Zulu文件夹
zh_hant: 在ZIP檔案中未找到Zulu資料夾

# example: JAVA_OPTS=-Dfile.encoding=UTF-8
source: For example: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
ar: على سبيل المثال: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
da: For eksempel: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
de: Zum Beispiel: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
es: Por ejemplo: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
fi: Esimerkiksi: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
fr: Par exemple : `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
hi: उदाहरण के लिए: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
it: Ad esempio: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
ja: 例： `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
ko: 예시： `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
nb: For eksempel: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
nl: Bijvoorbeeld: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
pl: Na przykład: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
pt: Por exemplo: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
ru: Например: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
sv: Till exempel: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
th: ตัวอย่าง: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
tr: Örneğin: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
vi: Ví dụ: `JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
zh_hans: 例如：`JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`
zh_hant: 例如：`JAVA_OPTS=-Dfile.encoding=UTF-8 MY_FLAG=1`

# fabric.loader.title
source: Fabric Loader
ar: Fabric المحمل
hi: Fabric लोडर
ja: Fabricローダー
ko: Fabric 로더
zh_hans: Fabric加载器
zh_hant: Fabric加載器

source: Favorites
ar: المفضلة
da: Favoritter
de: Favoriten
es: Favoritos
fi: Suosikit
fr: Favoris
hi: पसंदीदा
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранное
sv: Favoriter
th: รายการโปรด
tr: Favoriler
vi: Yêu thích
zh_hans: 收藏
zh_hant: 收藏

# filter.behavior
source: Behavior
ar: السلوك
da: Adfærd
de: Verhalten
es: Comportamiento
fi: Käyttäytyminen
fr: Comportement
hi: व्यवहार
it: Comportamento
ja: 動作
ko: 동작
nb: Oppførsel
nl: Gedrag
pl: Zachowanie
pt: Comportamento
ru: Поведение
sv: Beteende
th: พฤติกรรม
tr: Davranış
vi: Hành vi
zh_hans: 行为
zh_hant: 行為

# filter.category
source: Category
ar: الفئة
da: Kategori
de: Kategorie
es: Categoría
fi: Luokka
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリ
ko: 카테고리
nb: Kategori
nl: Categorie
pl: Kategoria
pt: Categoria
ru: Категория
sv: Kategori
th: หมวดหมู่
tr: Kategori
vi: Danh mục
zh_hans: 分类
zh_hant: 分類

# filter.clear
source: Clear
ar: مسح الفلتر
da: Ryd filter
de: Filter löschen
es: Limpiar filtro
fi: Tyhjennä suodatin
fr: Effacer le filtre
hi: फ़िल्टर साफ़ करें
it: Cancella filtro
ja: フィルターをクリア
ko: 필터 지우기
nb: Tøm filter
nl: Filter wissen
pl: Wyczyść filtr
pt: Limpar filtro
ru: Очистить фильтр
sv: Rensa filter
th: ล้างตัวกรอง
tr: Filtreyi temizle
vi: Xóa bộ lọc
zh_hans: 清除筛选
zh_hant: 清除篩選

# filter.environment
source: Environment
ar: البيئة
da: Miljø
de: Umgebung
es: Entorno
fi: Ympäristö
fr: Environnement
hi: वातावरण
it: Ambiente
ja: 環境
ko: 환경
nb: Miljø
nl: Omgeving
pl: Środowisko
pt: Ambiente
ru: Среда
sv: Miljö
th: สภาพแวดล้อม
tr: Ortam
vi: Môi trường
zh_hans: 环境
zh_hant: 環境

# filter.loader
source: Loader
ar: المحمل
da: Indlæser
es: Cargador
fi: Lataaja
fr: Chargeur
hi: लोडर
it: Caricatore
ja: ローダー
ko: 로더
nb: Laster
nl: Lader
pl: Ładowacz
pt: Carregador
ru: Загрузчик
sv: Lastare
th: โหลดเดอร์
tr: Yükleyici
vi: Trình tải
zh_hans: 加载器
zh_hant: 加載器

# filter.performance
source: Performance
ar: متطلبات الأداء
da: Ydeevnekrav
de: Leistungsanforderungen
es: Requisitos de rendimiento
fi: Suorituskykyvaatimukset
fr: Exigences de performance
hi: प्रदर्शन आवश्यकताएं
it: Requisiti di prestazioni
ja: パフォーマンス要件
ko: 성능 요구사항
nb: Ytelseskrav
nl: Prestatievereisten
pl: Wymagania wydajności
pt: Requisitos de desempenho
ru: Требования к производительности
sv: Prestandakrav
th: ความต้องการด้านประสิทธิภาพ
tr: Performans gereksinimleri
vi: Yêu cầu hiệu suất
zh_hans: 性能要求
zh_hant: 性能要求

# filter.resolutions
source: Resolutions
ar: الدقة
da: Opløsninger
de: Auflösungen
es: Resoluciones
fi: Resoluutiot
fr: Résolutions
hi: रिज़ॉल्यूशन
it: Risoluzioni
ja: 解像度
ko: 해상도
nb: Oppløsninger
nl: Resoluties
pl: Rozdzielczości
pt: Resoluções
ru: Разрешения
sv: Upplösningar
th: ความละเอียด
tr: Çözünürlükler
vi: Độ phân giải
zh_hans: 分辨率
zh_hant: 解析度

# filter.server.community
source: Community
ar: المجتمع
da: Fællesskab
de: Community-Bereich
es: Comunidad
fi: Yhteisö
fr: Communauté
hi: समुदाय
it: Comunità
ja: コミュニティ
ko: 커뮤니티
nb: Fellesskap
pl: Społeczność
pt: Comunidade
ru: Сообщество
th: ชุมชน
tr: Topluluk
vi: Cộng đồng
zh_hans: 社区
zh_hant: 社群

# filter.server.features
source: Features
ar: المزايا
da: Funktioner
es: Funciones
fi: Ominaisuudet
fr: Fonctionnalités
hi: विशेषताएँ
it: Funzionalità
ja: 特徴
ko: 특징
nb: Funksjoner
nl: Functies
pl: Funkcje
pt: Funcionalidades
ru: Особенности
sv: Funktioner
th: จุดเด่น
tr: Özellikler
vi: Tính năng
zh_hans: 特色
zh_hant: 特色

# filter.server.gameplay
source: Gameplay
ar: أسلوب اللعب
es: Jugabilidad
fi: Pelikulku
hi: गेमप्ले
ja: ゲームプレイ
ko: 게임 플레이
pl: Rozgrywka
pt: Jogabilidade
ru: Геймплей
th: เกมเพลย์
tr: Oynanış
vi: Lối chơi
zh_hans: 游戏机制
zh_hant: 遊戲機制

# filter.server.meta
source: Elements
ar: العناصر
da: Elementer
de: Elemente
es: Elementos
fi: Elementit
fr: Éléments
hi: तत्व
it: Elementi
ja: 要素
ko: 요소
nb: Elementer
nl: Elementen
pl: Elementy
pt: Elementos
ru: Элементы
sv: Element
th: องค์ประกอบ
tr: Ögeler
vi: Yếu tố
zh_hans: 元素
zh_hant: 元素

# filter.version
source: Versions
ar: إصدارات اللعبة
da: Spilversioner
de: Spielversionen
es: Versiones del juego
fi: Pelin versiot
fr: Versions du jeu
hi: खेल संस्करण
it: Versioni del gioco
ja: ゲームバージョン
ko: 게임 버전
nb: Spillversjoner
nl: Spelversies
pl: Wersje gry
pt: Versões do jogo
ru: Версии игры
sv: Spelversioner
th: เวอร์ชันเกม
tr: Oyun sürümleri
vi: Phiên bản trò chơi
zh_hans: 游戏版本
zh_hant: 遊戲版本

# forge.loader.title
source: Forge Loader
ar: Forge المحمل
hi: Forge लोडर
ja: Forgeローダー
ko: Forge 로더
zh_hans: Forge加载器
zh_hant: Forge加載器

# game_launch.authlib_injector_missing.message
source: You are using a third-party account. authlib-injector is required to connect to the authentication server when launching the game. Tap Continue to launch without authlib-injector; login or skin sync may fail. To use authlib-injector, download it from Player Settings in Launcher Settings.
ar: أنت تستخدم حسابًا تابعًا لجهة خارجية. يتطلب authlib-injector الاتصال بخادم المصادقة عند تشغيل اللعبة. اضغط على متابعة لتشغيل اللعبة بدون authlib-injector؛ قد يفشل تسجيل الدخول أو مزامنة المظهر. لاستخدام authlib-injector، قم بتنزيله من إعدادات اللاعب في إعدادات المشغّل.
da: Du bruger en tredjepartskonto. authlib-injector er påkrævet for at oprette forbindelse til godkendelsesserveren, når spillet startes. Tryk på Fortsæt for at starte uden authlib-injector; login eller synkronisering af skin kan mislykkes. For at bruge authlib-injector skal du downloade det fra Spiller i launcherindstillingerne.
de: Du verwendest ein Drittanbieter-Konto. authlib-injector ist erforderlich, um beim Starten des Spiels eine Verbindung zum Authentifizierungsserver herzustellen. Tippe auf Fortfahren, um ohne authlib-injector zu starten; Anmeldung oder Skin-Synchronisierung können fehlschlagen. Um authlib-injector zu verwenden, lade es im Tab „Spieler“ in den Einstellungen herunter.
es: Estás usando una cuenta de terceros. authlib-injector es necesario para conectarse al servidor de autenticación al iniciar el juego. Pulsa Continuar para iniciar sin authlib-injector; el inicio de sesión o la sincronización de skins puede fallar. Para usar authlib-injector, descárgalo desde Jugador en los ajustes del launcher.
fi: Käytät kolmannen osapuolen tiliä. authlib-injector tarvitaan yhteyden muodostamiseen todennuspalvelimeen peliä käynnistettäessä. Napauta Jatka käynnistääksesi ilman authlib-injectoria; kirjautuminen tai ulkoasun synkronointi voi epäonnistua. Lataa authlib-injector Pelaaja-välilehdeltä launcherin asetuksista.
fr: Vous utilisez un compte tiers. authlib-injector est requis pour se connecter au serveur d'authentification lors du lancement du jeu. Appuyez sur Continuer pour lancer sans authlib-injector ; la connexion ou la synchronisation des skins peut échouer. Pour utiliser authlib-injector, téléchargez-le depuis Joueur dans les paramètres du lanceur.
hi: आप तृतीय-पक्ष खाते का उपयोग कर रहे हैं। गेम लॉन्च करते समय प्रमाणीकरण सर्वर से कनेक्ट करने के लिए authlib-injector आवश्यक है। authlib-injector के बिना लॉन्च करने के लिए जारी रखें पर टैप करें; लॉगिन या स्किन सिंक विफल हो सकता है। authlib-injector का उपयोग करने के लिए, लॉन्चर सेटिंग्स में खिलाड़ी सेटिंग्स से इसे डाउनलोड करें।
it: Stai usando un account di terze parti. authlib-injector è necessario per connettersi al server di autenticazione all'avvio del gioco. Tocca Continua per avviare senza authlib-injector; l'accesso o la sincronizzazione delle skin potrebbe non riuscire. Per usare authlib-injector, scaricalo da Giocatore nelle impostazioni del launcher.
ja: サードパーティアカウントを使用しています。ゲーム起動時に認証サーバーへ接続するにはauthlib-injectorが必要です。 「続行」をタップするとauthlib-injectorなしで起動します。ログインやスキンの同期が失敗する場合があります。 authlib-injectorを使用するには、ランチャー設定のプレイヤー設定からダウンロードしてください。
ko: 서드파티 계정을 사용 중입니다。 게임 실행 시 인증 서버에 연결하려면 authlib-injector가 필요합니다。 계속을 누르면 authlib-injector 없이 실행됩니다。 로그인 또는 스킨 동기화가 실패할 수 있습니다。 authlib-injector를 사용하려면 런처 설정의 플레이어 설정에서 다운로드하세요。
nb: Du bruker en tredjepartskonto. authlib-injector kreves for å koble til autentiseringsserveren når spillet startes. Trykk Fortsett for å starte uten authlib-injector; innlogging eller synkronisering av skin kan mislykkes. For å bruke authlib-injector, last det ned fra Spiller i launcher-innstillingene.
nl: Je gebruikt een account van een derde partij. authlib-injector is vereist om verbinding te maken met de authenticatieserver bij het starten van het spel. Tik op Doorgaan om te starten zonder authlib-injector; inloggen of skins synchroniseren kan mislukken. Om authlib-injector te gebruiken, download het via Speler in de launcherinstellingen.
pl: Korzystasz z konta zewnętrznego. authlib-injector jest wymagany, aby połączyć się z serwerem uwierzytelniania podczas uruchamiania gry. Naciśnij Kontynuuj, aby uruchomić bez authlib-injectora; logowanie lub synchronizacja skina może się nie powieść. Aby używać authlib-injectora, pobierz go w zakładce Gracz w ustawieniach launchera.
pt: Você está usando uma conta de terceiros. authlib-injector é necessário para conectar-se ao servidor de autenticação ao iniciar o jogo. Toque em Continuar para iniciar sem authlib-injector; o login ou a sincronização de skins pode falhar. Para usar authlib-injector, baixe-o em Jogador nas configurações do launcher.
ru: Вы используете сторонний аккаунт. authlib-injector необходим для подключения к серверу аутентификации при запуске игры. Нажмите «Продолжить», чтобы запустить без authlib-injector; вход или синхронизация скина могут не работать. Чтобы использовать authlib-injector, загрузите его во вкладке «Игрок» в настройках лаунчера.
sv: Du använder ett tredjepartskonto. authlib-injector krävs för att ansluta till autentiseringsservern när spelet startas. Tryck på Fortsätt för att starta utan authlib-injector; inloggning eller synkronisering av skin kan misslyckas. För att använda authlib-injector, ladda ner det från Spelare i launcherinställningarna.
th: คุณกำลังใช้บัญชีบุคคลที่สาม ต้องใช้ authlib-injector เพื่อเชื่อมต่อกับเซิร์ฟเวอร์ยืนยันตัวตนเมื่อเปิดเกม แตะ ดำเนินการต่อ เพื่อเปิดเกมโดยไม่ใช้ authlib-injector การเข้าสู่ระบบหรือการซิงก์สกินอาจล้มเหลว หากต้องการใช้ authlib-injector ให้ดาวน์โหลดจาก ผู้เล่น ในการตั้งค่า launcher
tr: Üçüncü taraf bir hesap kullanıyorsunuz. Oyunu başlatırken kimlik doğrulama sunucusuna bağlanmak için authlib-injector gereklidir. authlib-injector olmadan başlatmak için Devam et'e dokunun; giriş veya skin senkronizasyonu başarısız olabilir. authlib-injector kullanmak için launcher ayarlarındaki Oyuncu bölümünden indirin.
vi: Bạn đang sử dụng tài khoản bên thứ ba. authlib-injector là bắt buộc để kết nối với máy chủ xác thực khi khởi chạy trò chơi. Nhấn Tiếp tục để khởi chạy mà không dùng authlib-injector; đăng nhập hoặc đồng bộ skin có thể thất bại. Để sử dụng authlib-injector, hãy tải xuống từ Người chơi trong cài đặt launcher.
zh_hans: 当前为第三方账号，启动游戏时需要authlib-injector才能连接认证服务器。 点击继续则不使用authlib-injector启动游戏，可能无法登录或同步皮肤。 如果要使用authlib-injector，则前往启动器设置的玩家设置中进行下载
zh_hant: 您正在使用第三方帳號。啟動遊戲時需要authlib-injector才能連接認證伺服器。 點擊繼續則不使用authlib-injector啟動遊戲，可能無法登入或同步皮膚。 若要使用authlib-injector，請前往啟動器設定中的玩家設定進行下載。

# game_launch.authlib_injector_missing.title
source: Authlib Injector Not Found
ar: Authlib Injector غير موجود
da: Authlib Injector ikke fundet
de: Authlib Injector nicht gefunden
es: Authlib Injector no encontrado
fi: Authlib Injectoria ei löytynyt
fr: Authlib Injector introuvable
hi: Authlib Injector नहीं मिला
it: Authlib Injector non trovato
ja: Authlib Injectorが見つかりません
ko: Authlib Injector를 찾을 수 없습니다
nb: Authlib Injector ikke funnet
nl: Authlib Injector niet gevonden
pl: Nie znaleziono Authlib Injector
pt: Authlib Injector não encontrado
ru: Authlib Injector не найден
sv: Authlib Injector hittades inte
th: ไม่พบ Authlib Injector
tr: Authlib Injector Bulunamadı
vi: Không tìm thấy Authlib Injector
zh_hans: 未找到Authlib Injector
zh_hant: 未找到Authlib Injector

# game_launch.memory_pressure.critical_message
source: Your system is under critical memory pressure. Launching the game is strongly discouraged.
ar: نظامك يعاني من ضغطذاكرة حرج. يُنصح بشدة بعدم تشغيل اللعبة.
da: Dit system har kritisk hukommelsespresion. Det frarådes kraftigt at starte spillet.
de: Ihr System unterliegt einem kritischen Speicherdruck. Das Starten des Spiels wird dringend nicht empfohlen.
es: Su sistema está bajo presión de memoria crítica. Se desaconseja encarecidamente iniciar el juego.
fi: Järjestelmässäsi on kriittinen muistipaine. Pelin käynnistäminen on erittäin epäsuositeltua.
fr: Votre système est sous pression mémoire critique. Le lancement du jeu est fortement déconseillé.
hi: आपके सिस्टम में गंभीर मेमोरी दबाव है। गेम लॉन्च करने की दृढ़ता से अनुशंसा नहीं की जाती।
it: Il sistema è sotto pressione sulla memoria critica. L'avvio del gioco è fortemente sconsigliato.
ja: システムに重大なメモリプレッシャーがあります。ゲームの起動は強く推奨されません。
ko: 시스템에 심각한 메모리 압력이 있습니다。 게임 시작은 강력히 권장되지 않습니다。
nb: Systemet ditt har kritisk minnetrykk. Det frarådes på det sterkeste å starte spillet.
nl: Uw systeem heeft kritieke geheugendruk. Het starten van het spel wordt ten zeerste afgeraden.
pl: Twój system jest pod krytycznym ciśnieniem pamięci. Uruchomienie gry jest zdecydowanie odradzane.
pt: Seu sistema está sob pressão de memória crítica. Iniciar o jogo é fortemente desencorajado.
ru: Ваша система испытывает критическое давление памяти. Запуск игры настоятельно не рекомендуется.
sv: Ditt system har kritiskt minnestryck. Att starta spelet rekommenderas starkt inte.
th: ระบบของคุณมีแรงกดดันหน่วยความจำวิกฤต การเริ่มเกมไม่แนะนำอย่างยิ่ง
tr: Sisteminiz kritik bellek basıncı altında. Oyunu başlatmak kesinlikle önerilmez.
vi: Hệ thống của bạn đang bị áp lực bộ nhớ nghiêm trọng. Khởi động trò chơi bị khuyến cáo mạnh mẽ.
zh_hans: 您的系统正处于严重的内存压力下，强烈不建议启动游戏。
zh_hant: 您的系統正處於嚴重的記憶體壓力下，強烈不建議啟動遊戲。
